IDEA Open Model
ConnectionInfo.Description Property
Compatible with IDEA StatiCa Beta 20.0
 The description of the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConnectionInfo Class
IdeaRS.OpenModel.Connection Namespace